[
    {
        "teamName": "Audience Aware",
        "teamNum": "1.a",
        "description": "Audience Aware aims to give educators real-time insights into their audience by detecting  when students raise their hands, providing  engagement metrics at a glance, and even enabling in-class polls only using student’s gestures. This gives lecturers immediate feedback, helps them respond to questions more efficiently, and allows them to tailor their teaching to the room’s actual dynamics.",
        "categories": [
            "Education",
            "AI"
        ],
        "teamMembers": "Anushka, Kyle, Ben, Julian, Gustavo",
        "sectionNum": 0
    },
    {
        "teamName": "EduAlly",
        "teamNum": "1.b",
        "description": "EduAlly is a lightweight AI course assistant designed to help students stay connected to lectures—whether they’re in the room or catching up later. By integrating lecture slides, transcripts, and live audio, EduAlly enables students to privately ask course-specific questions and get reliable answers grounded in actual class content. Built for accessibility, privacy, and clarity, EduAlly supports real-time and post-lecture review, helping students learn at their own pace while giving instructors insights into where students are struggling, all without disrupting the flow of teaching.",
        "categories": [
            "Education",
            "AI"
        ],
        "teamMembers": "Cameron Krouch, Yahaya Ndutu, Robert DiDonato, Felix Zhan, Andrew Wu",
        "sectionNum": 0
    },
    {
        "teamName": "Team 12",
        "teamNum": "2.a",
        "description": "Tracy",
        "categories": [
            "Education",
            "Productivity",
            "Social Good",
            "AI"
        ],
        "teamMembers": "5",
        "sectionNum": 0
    },
    {
        "teamName": "Kitchen Coders",
        "teamNum": "2.b",
        "description": "LoRA-Snap is an application that gives users the ability to generate and customize images using LoRA models. By abstracting away model training and technical complexity, this interface makes image uploads, fine-tuning, and personal image generation easier than ever before.",
        "categories": [
            "Social Media",
            "Generative AI",
            "AI"
        ],
        "teamMembers": "Xinmeng, Luke, Kelvin",
        "sectionNum": 0
    },
    {
        "teamName": "Team 24",
        "teamNum": "3.a",
        "description": "We are building an expense management platform for campus communities.",
        "categories": [
            "Business/Office",
            "Education",
            "Finance",
            "Productivity",
            "AI"
        ],
        "teamMembers": "Filip Henriksson, Clayton Moore, Allen Yuan, Kevin, Joshua Rizo",
        "sectionNum": 0
    },
    {
        "teamName": "Perihelion",
        "teamNum": "3.b",
        "description": "We're making a narrative-based precision platformer game. It will put our players in the shoes of a courier traversing the post-apocalyptic ruins of a city, delivering messages between settlements of survivors and making tough moral choices about which messages to read or alter, while braving the increasingly dangerous hazards of the decaying urban terrain. We aim to explore themes of community and resilience with our story while giving the player a sense of skill growth and accomplishment with tricky platforming gameplay.",
        "categories": [
            "Games"
        ],
        "teamMembers": "Lucien Lasseau, Paul Z Duggan, Peter Li, Richard Yin, Tae Kyu Kim",
        "sectionNum": 8
    },
    {
        "teamName": "Newsly",
        "teamNum": "4.a",
        "description": "Newsly helps the public to deeply engage with the news—not just consume it.  The app compares, contrasts, and contextualizes related articles from all sides of the political spectrum, prompting users to think critically about current stories. We hope Newsly helps users navigate their political blind spots and stay informed by critically engaging with current affairs. Newsly is news from everywhere, for everyone.",
        "categories": [
            "Education",
            "Productivity",
            "Social Good",
            "AI"
        ],
        "teamMembers": "Andrew Bempong, Avi Udash, Sabino Hernandez Jr, Elina Mirbaha, Adrian Lafuente",
        "sectionNum": 0
    },
    {
        "teamName": "EduAlly",
        "teamNum": "4.b",
        "description": "EduAlly is a lightweight AI course assistant designed to help students stay connected to lectures—whether they’re in the room or catching up later. By integrating lecture slides, transcripts, and live audio, EduAlly enables students to privately ask course-specific questions and get reliable answers grounded in actual class content. Built for accessibility, privacy, and clarity, EduAlly supports real-time and post-lecture review, helping students learn at their own pace while giving instructors insights into where students are struggling, all without disrupting the flow of teaching.",
        "categories": [
            "Education",
            "AI"
        ],
        "teamMembers": "Andrew Wu, Yahaya Ndutu, Cameron Krouch, Robert DiDonato, Felix Zhan",
        "sectionNum": 0
    },
    {
        "teamName": "Group 14",
        "teamNum": "5.a",
        "description": "EduAlly is a lightweight AI course assistant designed to help students stay connected to lectures—whether they’re in the room or catching up later. By integrating lecture slides, transcripts, and live audio, EduAlly enables students to privately ask course-specific questions and get reliable answers grounded in actual class content. Built for accessibility, privacy, and clarity, EduAlly supports real-time and post-lecture review, helping students learn at their own pace while giving instructors insights into where students are struggling, all without disrupting the flow of teaching.",
        "categories": [
            "Education",
            "AI"
        ],
        "teamMembers": "Robert DiDonato, Cameron Krouch, Felix Zhan, Yahaya Ndutu, Andrew Wu",
        "sectionNum": 0
    },
    {
        "teamName": "Dreamscape",
        "teamNum": "5.b",
        "description": "We’re building Dreamscape, a dream journaling app that transforms your subconscious thoughts into immersive digital experiences. Users simply write down their dreams, and Dreamscape auto-generates images, soundscapes, and visual backgrounds that match the tone and content of the entry. Over time, users can build a visual collage of their dreams, revisit them, and even share their dreamworld with friends.",
        "categories": [
            "Behavior Change/Wellness",
            "AI"
        ],
        "teamMembers": "Steven Le, Chijioke Mgbahurike, Kwame Ocran, Iddah Mlauzi, Mohamed Musa",
        "sectionNum": 0
    },
    {
        "teamName": "TreeScript",
        "teamNum": "6.a",
        "description": "TreeScript is an automated transcript parser designed to streamline the recruiting process for Stanford Athletics. Using document analysis and natural language processing, TreeScript extracts and standardizes key academic data—such as GPA, core courses, and graduation progress—from a wide variety of high school transcripts. By providing fast, accurate academic evaluations aligned with Stanford’s rigorous standards, TreeScript helps coaches and recruiting staff make quicker, more informed decisions while reducing administrative burden.",
        "categories": [
            "Education",
            "Productivity",
            "AI"
        ],
        "teamMembers": "TreeScript",
        "sectionNum": 0
    },
    {
        "teamName": "Tracy",
        "teamNum": "6.b",
        "description": "Tracy is a debugging enhancement tool that integrates seamlessly with the GNU Debugger (GDB). Designed for developers who prefer visual learning, it transforms traditional text-based outputs (e.g., call hierarchies, variable inspection, and memory allocation) into clear, graphical representations. By visualizing a program’s call stack during execution and highlighting potential error states, the tool simplifies the debugging process, making it easier to diagnose and resolve complex bugs.",
        "categories": [
            "Education",
            "Productivity",
            "AI"
        ],
        "teamMembers": "David Thao, Mark Marquez, Connor Marsh, Steph Wyatt, Michael Sun",
        "sectionNum": 0
    },
    {
        "teamName": "GoldenNest",
        "teamNum": "7.a",
        "description": "GoldenNest is a personalized elderly care mobile app designed for residents in nursing homes and senior living. The mobile app addresses critical pain points like fragmented communication, manual scheduling, and isolation, providing a streamlined system that keeps everyone connected and informed. GoldenNest cultivates holistic wellness by centralizing communication between elderly individuals (60+), care providers, and their families at nursing homes through senior senior-friendly user interface, personalized events calendars, medicine and therapy tracker, as well as AI-recommended activities and community events. Designed to be integrated into nursing homes, we aim to build a robust, scalable platform that improves daily care coordination and enriches seniors’ quality of life through accessible technology and personalized support.",
        "categories": [
            "Behavior Change/Wellness",
            "Business/Office",
            "Healthcare",
            "Social Good",
            "AI"
        ],
        "teamMembers": "Sarah Dong,  Emma Hong, Bhumikorn Kongtaveelert, Anne Liang, Nathania Lim,",
        "sectionNum": 0
    },
    {
        "teamName": "Team: LEMNS, Project: Voyager",
        "teamNum": "12",
        "description": "Voyager is a platform for centralized, personalized, and AI-powered travel planning. Our website helps users plan every single step of their trip, providing recommendations for transportation, hotels, and activities, and creates a unique, personally curated itinerary that can be shared with friends & family. Enjoy planning your next trip with the help of Voyager!",
        "categories": [
            "Leisure/Travel",
            "AI"
        ],
        "teamMembers": "Maya Chandra, Sherry Xie, Eleanor Peng, Lorenzo Ahn, Nathan Mohit",
        "sectionNum": 0
    },
    {
        "teamName": "FaceCard",
        "teamNum": "7.b",
        "description": "In today’s fast-paced beauty world, users often have to bounce between platforms to find makeup inspiration, skincare guidance, and authentic community support. Our team is building FaceCard, a centralized app that bridges makeup artistry and skincare wellness—empowering users to explore beauty as both an art and a form of self-care. Our platform highlights makeup looks as a core focus, helping users—from complete beginners to seasoned artists—discover styles, techniques, and tutorials tailored to their personal goals. Whether it’s soft glam, bold editorial, or cultural celebration through beauty, users can browse looks, save their favorites, and feel inspired to try something new. Alongside makeup, we integrate skincare education and routines to support healthy skin as the canvas. From understanding ingredients to tracking routines and learning how to prep and care for your skin, we aim to help users build confidence in their skincare journeys without judgment or overwhelm. More than a tool, our app is a community-driven space that celebrates individuality, creativity, and feeling good in your own skin—with or without makeup.",
        "categories": [
            "Social Media",
            "Beauty & Makeup",
            "AI"
        ],
        "teamMembers": "Allie Clements, Janet Torres, Erick Ramirez, Minh Tu, Yarency Avelar",
        "sectionNum": 0
    },
    {
        "teamName": "Circle",
        "teamNum": "13",
        "description": "Circle is an AI-powered platform that automates the tedious steps of workers’ compensation claims processing, intelligently ingesting incident details to populate required fields, cutting data-entry time and speeding throughput. It features an AI voice agent that walks users through intake and records witness statements verbally, ensuring completeness and intuitiveness for the whole process. Standardized, automated workflows embed compliance checks at each stage to minimize errors, denials, and audit exposures. All documentation, communications, and real-time status updates are consolidated in a unified dashboard, giving brokers and their clients transparent oversight of every claim detail.",
        "categories": [
            "Business/Office",
            "Finance",
            "Insurance",
            "AI"
        ],
        "teamMembers": "Isaiah Hall, JJ Hennessy, Sara Hong, Ericka Liu",
        "sectionNum": 0
    },
    {
        "teamName": "XeleR",
        "teamNum": "14",
        "description": "XeleR is an AI-powered Unity Copilot shipped as a Unity Plugin that streamlines the development processes for Unity game and XR developers in small-medium sized teams, juggling rapid client builds and tight deadlines. It enables developers to rapidly create and modify Unity projects, accelerating feature implementation, debugging, prototyping, and version control.",
        "categories": [
            "Games",
            "Productivity",
            "XR",
            "AI"
        ],
        "teamMembers": "Seonghee Lee, Trisha El Chemaly, Adrian Mendoza Perez,  Syed Ashal Ali",
        "sectionNum": 0
    },
    {
        "teamName": "Dwarfy Notes",
        "teamNum": "8.a",
        "description": "Dwarfy Notes is your personal growth companion—an iOS-native app that transforms scattered, messy notes into structured reflections. Whether you journal daily or jot things down randomly, Dwarfy helps you uncover patterns, track how you’ve changed, and interact with your thoughts like never before.\n\nUsing AI, Dwarfy imports and analyzes your notes to surface insights, ask clarifying questions, and organize your ideas into meaningful categories and visuals. Think of it like a mind map of you, powered by your own words.\n\nRediscover your thoughts. Reflect on your growth. Restructure your mind.",
        "categories": [
            "Behavior Change/Wellness",
            "Productivity",
            "AI"
        ],
        "teamMembers": "Ahmed Sharaf, Diana Zawadzki, Zoya Garg, Hannah Levin, Rosman Cariño",
        "sectionNum": 0
    },
    {
        "teamName": "Sewing Coders",
        "teamNum": "15",
        "description": "QUAD is a web platform built for Orientavida, a non-profit in São Paulo, Brazil that employs local women as seamstresses, repurposes fabric waste, and transforms it into clothing, bags, and toys.  Orientavida designs pilot pieces before mass production—but this process is currently inefficient and undigitized. QUAD streamlines this workflow by offering a centralized system to store all design specifications and optimize the pilot product design workflow. The platform expedites production planning, enables better collaboration, and supports Orientavida’s mission to continuously expand its social and environmental impact. The name \"QUAD\" comes from the Portuguese word quadro (board), symbolizing our clean, organized, and collaborative digital workspace.",
        "categories": [
            "Productivity",
            "Social Good"
        ],
        "teamMembers": "Aylee Wu, Sixian Du, Olivia Feng, Collin Jung",
        "sectionNum": 10
    },
    {
        "teamName": "Spr25-Team-22",
        "teamNum": "8.b",
        "description": "The Team22 Transcript Reader software is designed to automate the data extraction of important academic information in a student transcript, particularly that of student-athletes headed into the transfer portal. The purpose of this product is saving time and eliminating manual mistakes using OCR (Optical Character Recognition) and LLM (Large Language Models) to pull GPA, class record, grades, and other information required from uploaded or scanned transcript files. It is especially useful for recruiters, coaches, compliance officers, and players themselves when they require immediate access to correct academic data for the purpose of assessing transfer admissibility.",
        "categories": [
            "Games",
            "Sports",
            "AI"
        ],
        "teamMembers": "George Birikorang, Joshua Bowden, Camp Collin, Rifat Emam, Ryan Samadi",
        "sectionNum": 0
    },
    {
        "teamName": "AnnotationForge",
        "teamNum": "9.a",
        "description": "AnnotationForge: A Solution for Rapidly Building Secure and Customizable Data Annotation Platforms\n\nAnnotationForge is an innovative tool that empowers data science and AI research teams to create customizable, locally-hosted annotation platforms with ease. Designed for both corporate and academic settings, it is perfect for teams that prioritize manual dataset labeling or collaboration with trusted experts in a secure, private environment.\n\nUnlike traditional commercially available annotation platforms, AnnotationForge enables users to quickly create highly customizable and localized annotation environments, ensuring complete data privacy by keeping full control over their datasets. Its intuitive interface transforms the time-consuming process of platform creation into a seamless experience, helping teams focus on what matters most—accurate and efficient data labeling.",
        "categories": [
            "Business/Office",
            "Education",
            "Productivity",
            "Security",
            "AI"
        ],
        "teamMembers": "Archish Arun, Eric Melendez, Jonathan Lutch, Michael Jeffries, Thanawan Atchariyachanvanit (Ly-Ly)",
        "sectionNum": 0
    },
    {
        "teamName": "GPT Wrapped",
        "teamNum": "9.b",
        "description": "While current LLMs offer memory features, they often feel like an afterthought—disconnected from the user experience and underutilized in practice. Additionally, existing memory implementations tend to be opaque and offer little agency to the user in querying, editing, or drawing insights from their own data. We are building an interface and RAG system where a user can upload multimedia content to give our LLM a more specific, personal view into their life. Our mission would be to provide users with a mirror into their lives and work, and potentially surface connections or ideas that they would not have otherwise realized or produced. With features like time-travel conversations, brutally honest summaries, and Spotify Wrapped-style “life analytics,” we can transform passive memory into active self-knowledge. Ultimately, this reimagining allows people to grow more intentionally, reflect more regularly, and truly make the LLM a tool which provides valuable insights.",
        "categories": [
            "Behavior Change/Wellness",
            "Productivity,",
            "AI"
        ],
        "teamMembers": "Sudharsan Sundar, Dhruv Vaze, Abel John, Noah Islam, Varun Agarwal",
        "sectionNum": 0
    },
    {
        "teamName": "Breadcrumbs",
        "teamNum": "10.a",
        "description": "Breadcrumbs is the app that lets you share your life through movement. Built for globetrotters and everyday adventurers alike, Breadcrumbs tracks your travels in real time and turns your trips into shareable summaries, tagged with photographs and locations. Add friends and interact with one another's travel diaries to bring your passion for travel to life on an easy-use platform.",
        "categories": [
            "Behavior Change/Wellness",
            "Leisure/Travel",
            "Social Media"
        ],
        "teamMembers": "5 - Pulkit Goel, William Zhu, Noah Anderson, Allison John, Grace Miller",
        "sectionNum": 2
    },
    {
        "teamName": "ARchitects",
        "teamNum": "16",
        "description": "We are building ElectriGuide, an AI-powered assistant that acts like a senior electrician, guiding a junior electrician through installations via voice, photos/manuals, and natural conversation.The user will speak or type their needs, upload photos of components/manuals, and ElectriGuide will respond with a step-by-step installation plan —speaking and displaying the instructions.",
        "categories": [
            "Education",
            "XR",
            "Construction",
            "AI"
        ],
        "teamMembers": "Angela Mao, Arjun Jain, Chris Gu, Alice Liu, Isabel Michel",
        "sectionNum": 0
    },
    {
        "teamName": "DriftPrice",
        "teamNum": "17",
        "description": "Partnering with e-commerce company GDX, Team DriftPrice uses competitor pricing and market insights to create a price prediction model for products sold in Thailand. This information is presented in a dashboard that allows companies to easily see their market position and make informed, data driven decisions. Furthermore, DriftPrice has developed several data-gathering tests to deepen consumer preference understanding.",
        "categories": [
            "Commerce",
            "AI"
        ],
        "teamMembers": "Varun Madan, Diego Valdez Duran, Gianna Uyemura",
        "sectionNum": 0
    },
    {
        "teamName": "Illusion",
        "teamNum": "18",
        "description": "At Illusion, we are revolutionizing tabletop roleplaying games with our cutting-edge AI-powered audio enhancement platform. Our product generates contextually appropriate character voices and sound effects in real-time, enabling Game Masters to bring their stories and characters to life without breaking immersion or disrupting gameplay.\n\nThese voice interactions are seamlessly integrated into the storytelling experience, providing a dynamic and immersive audio landscape that enhances the gaming experience for both Game Masters and players. By focusing on user-controlled activation and context awareness, our platform ensures that the technology augments rather than replaces the human creativity that makes TTRPGs special.\n\nWith Illusion, storytellers gain a powerful tool to enhance immersion, manage multiple characters, and create memorable gaming experiences through the power of voice AI.",
        "categories": [
            "Games",
            "AI"
        ],
        "teamMembers": "Maxton Huff, Vaishnav Garodia, Justin West, Arjun Sharma, Alberto Mancarella",
        "sectionNum": 0
    },
    {
        "teamName": "PriceSync",
        "teamNum": "19",
        "description": "PriceSync transforms pricing from a reactive spreadsheet exercise into a strategic, revenue-driving function by delivering real-time, AI-powered recommendations that adapt to local market conditions.\n\nBy layering historical sales data, competitor intelligence and macro-economic indicators into a single, conversational dashboard, PriceSync guides pricing managers to actionable strategies rather than raw numbers. The platform’s natural-language interface makes sophisticated analytics accessible to business analysts and non-technical stakeholders alike, democratizing pricing expertise and accelerating decision-making.\n\nBuilt for rapid expansion into new territories or product categories, PriceSync’s market-agnostic architecture scrapes real-time data from competitors and gives you actionable insights immediately. With PriceSync, you can capture every margin opportunity and outpace competitors on with data-backed decisions.",
        "categories": [
            "Business/Office",
            "Productivity",
            "E-commerce",
            "Supply Chain Management",
            "AI"
        ],
        "teamMembers": "William Li, Vardhan Agrawal, Amy Chang",
        "sectionNum": 0
    },
    {
        "teamName": "Tecer Futuro",
        "teamNum": "20",
        "description": "Tecer Futuro supports Orientavida, a Brazilian NGO that empowers women through textile work, by building a platform integrated with WhatsApp and Trello to streamline communication and order management. The system enables users to receive orders, export order details to Trello—Orientavida’s current tool for tracking progress—and manage communication with seamstresses directly via WhatsApp. It also incorporates AI-driven features such as refreshable summaries of recent conversations and a data analytics dashboard to monitor operations. The goal is to integrate this platform seamlessly into Orientavida’s pre-existing workflows, improving efficiency, communication, and scalability.",
        "categories": [
            "Business/Office",
            "Commerce",
            "Productivity",
            "Social Good",
            "AI"
        ],
        "teamMembers": "Ananya Vasireddy, Abbie Maemoto, David Maemoto, Mahathi Mangipudi",
        "sectionNum": 0
    },
    {
        "teamName": "Pivot",
        "teamNum": "21",
        "description": "Pivot is a platform transforming real estate marketing by enabling users to create immersive digital twin tours using only a smartphone. Ideal for Airbnb hosts, real estate agents, and student renters, Pivot simplifies capturing and automatically stitching 360° images into seamless virtual walkthroughs—no special equipment required. Accessible via mobile, web, or VR, these interactive tours empower property owners to showcase spaces transparently and attractively, helping renters and buyers make faster, more confident decisions. Pivot democratizes the creation of high-quality virtual tours, making professional-grade results affordable and effortless.",
        "categories": [
            "Business/Office",
            "XR",
            "Real Estate"
        ],
        "teamMembers": "Miro Swisher, Majd Nasra, Caroline Cahilly, Michael Souliman, Jun Yang Ang",
        "sectionNum": 3
    },
    {
        "teamName": "Daft Punk",
        "teamNum": "10.b",
        "description": "Venture Intelligence Engine is a data-driven sourcing and scoring tool designed to help investors identify and prioritize emerging private companies. The platform aggregates data from APIs and web scraping—such as web traffic, headcount, funding history, and tech stack—and applies a custom scoring system to evaluate alignment with investment criteria for individual firms. A visual dashboard allows users to filter and triage companies in real time, enabling faster, smarter deal sourcing.",
        "categories": [
            "Finance",
            "Productivity",
            "AI"
        ],
        "teamMembers": "Ethan Bernheim, Eric Montes, Parrish Pipestem, Nick Reisner",
        "sectionNum": 0
    },
    {
        "teamName": "Codillon",
        "teamNum": "11.a",
        "description": "Codillon is a structural editor for WebAssembly (WASM) designed for students. By radically simplifying the language, creating time travel debugging interfaces, and exposing inline type annotations and values, the editor reports feedback on errors quickly, enabling rapid iteration. Goals include a live profiler that displays hot paths while coding and a logger to visualize runtime values with the statically determined WASM stack. \n\nThe final application of this editor will be a Stanford introductory course to computer science and signals processing, taking advantage of WASM's simplicity and performance to create an interactive learning environment.",
        "categories": [
            "Education"
        ],
        "teamMembers": "Adam Lambert, Haibib Kerim, Sina Mollaei, Francis Chua",
        "sectionNum": 6
    }
]