[
    {
        "teamName": "Audience Aware",
        "teamNum": "1.a",
        "description": "Audience Aware aims to give educators real-time insights into their audience by detecting  when students raise their hands, providing  engagement metrics at a glance, and even enabling in-class polls only using student’s gestures. This gives lecturers immediate feedback, helps them respond to questions more efficiently, and allows them to tailor their teaching to the room’s actual dynamics.",
        "categories": [
            "Education",
            "AI"
        ],
        "teamMembers": "Anushka, Kyle, Ben, Julian, Gustavo",
        "sectionNum": 0
    },
    {
        "teamName": "EduAlly",
        "teamNum": "1.b",
        "description": "EduAlly is a lightweight AI course assistant designed to help students stay connected to lectures—whether they’re in the room or catching up later. By integrating lecture slides, transcripts, and live audio, EduAlly enables students to privately ask course-specific questions and get reliable answers grounded in actual class content. Built for accessibility, privacy, and clarity, EduAlly supports real-time and post-lecture review, helping students learn at their own pace while giving instructors insights into where students are struggling, all without disrupting the flow of teaching.",
        "categories": [
            "Education",
            "AI"
        ],
        "teamMembers": "Cameron Krouch, Yahaya Ndutu, Robert DiDonato, Felix Zhan, Andrew Wu",
        "sectionNum": 0
    },
    {
        "teamName": "Team 12",
        "teamNum": "2.a",
        "description": "Tracy",
        "categories": [
            "Education",
            "Productivity",
            "Social Good",
            "AI"
        ],
        "teamMembers": "5",
        "sectionNum": 0
    },
    {
        "teamName": "Kitchen Coders",
        "teamNum": "2.b",
        "description": "LoRA-Snap is an application that gives users the ability to generate and customize images using LoRA models. By abstracting away model training and technical complexity, this interface makes image uploads, fine-tuning, and personal image generation easier than ever before.",
        "categories": [
            "Social Media",
            "Generative AI",
            "AI"
        ],
        "teamMembers": "Xinmeng, Luke, Kelvin",
        "sectionNum": 0
    },
    {
        "teamName": "Team 24",
        "teamNum": "3.a",
        "description": "We are building an expense management platform for campus communities.",
        "categories": [
            "Business/Office",
            "Education",
            "Finance",
            "Productivity",
            "AI"
        ],
        "teamMembers": "Filip Henriksson, Clayton Moore, Allen Yuan, Kevin, Joshua Rizo",
        "sectionNum": 0
    },
    {
        "teamName": "Perihelion",
        "teamNum": "3.b",
        "description": "We're making a narrative-based precision platformer game. It will put our players in the shoes of a courier traversing the post-apocalyptic ruins of a city, delivering messages between settlements of survivors and making tough moral choices about which messages to read or alter, while braving the increasingly dangerous hazards of the decaying urban terrain. We aim to explore themes of community and resilience with our story while giving the player a sense of skill growth and accomplishment with tricky platforming gameplay.",
        "categories": [
            "Games"
        ],
        "teamMembers": "Lucien Lasseau, Paul Z Duggan, Peter Li, Richard Yin, Tae Kyu Kim",
        "sectionNum": 8
    },
    {
        "teamName": "Newsly",
        "teamNum": "4.a",
        "description": "Newsly helps the public to deeply engage with the news—not just consume it.  The app compares, contrasts, and contextualizes related articles from all sides of the political spectrum, prompting users to think critically about current stories. We hope Newsly helps users navigate their political blind spots and stay informed by critically engaging with current affairs. Newsly is news from everywhere, for everyone.",
        "categories": [
            "Education",
            "Productivity",
            "Social Good",
            "AI"
        ],
        "teamMembers": "Andrew Bempong, Avi Udash, Sabino Hernandez Jr, Elina Mirbaha, Adrian Lafuente",
        "sectionNum": 0
    },
    {
        "teamName": "EduAlly",
        "teamNum": "4.b",
        "description": "EduAlly is a lightweight AI course assistant designed to help students stay connected to lectures—whether they’re in the room or catching up later. By integrating lecture slides, transcripts, and live audio, EduAlly enables students to privately ask course-specific questions and get reliable answers grounded in actual class content. Built for accessibility, privacy, and clarity, EduAlly supports real-time and post-lecture review, helping students learn at their own pace while giving instructors insights into where students are struggling, all without disrupting the flow of teaching.",
        "categories": [
            "Education",
            "AI"
        ],
        "teamMembers": "Andrew Wu, Yahaya Ndutu, Cameron Krouch, Robert DiDonato, Felix Zhan",
        "sectionNum": 0
    },
    {
        "teamName": "Group 14",
        "teamNum": "5.a",
        "description": "EduAlly is a lightweight AI course assistant designed to help students stay connected to lectures—whether they’re in the room or catching up later. By integrating lecture slides, transcripts, and live audio, EduAlly enables students to privately ask course-specific questions and get reliable answers grounded in actual class content. Built for accessibility, privacy, and clarity, EduAlly supports real-time and post-lecture review, helping students learn at their own pace while giving instructors insights into where students are struggling, all without disrupting the flow of teaching.",
        "categories": [
            "Education",
            "AI"
        ],
        "teamMembers": "Robert DiDonato, Cameron Krouch, Felix Zhan, Yahaya Ndutu, Andrew Wu",
        "sectionNum": 0
    },
    {
        "teamName": "Dreamscape",
        "teamNum": "5.b",
        "description": "We’re building Dreamscape, a dream journaling app that transforms your subconscious thoughts into immersive digital experiences. Users simply write down their dreams, and Dreamscape auto-generates images, soundscapes, and visual backgrounds that match the tone and content of the entry. Over time, users can build a visual collage of their dreams, revisit them, and even share their dreamworld with friends.",
        "categories": [
            "Behavior Change/Wellness",
            "AI"
        ],
        "teamMembers": "Steven Le, Chijioke Mgbahurike, Kwame Ocran, Iddah Mlauzi, Mohamed Musa",
        "sectionNum": 0
    },
    {
        "teamName": "TreeScript",
        "teamNum": "6.a",
        "description": "TreeScript is an automated transcript parser designed to streamline the recruiting process for Stanford Athletics. Using document analysis and natural language processing, TreeScript extracts and standardizes key academic data—such as GPA, core courses, and graduation progress—from a wide variety of high school transcripts. By providing fast, accurate academic evaluations aligned with Stanford’s rigorous standards, TreeScript helps coaches and recruiting staff make quicker, more informed decisions while reducing administrative burden.",
        "categories": [
            "Education",
            "Productivity",
            "AI"
        ],
        "teamMembers": "TreeScript",
        "sectionNum": 0
    },
    {
        "teamName": "Tracy",
        "teamNum": "6.b",
        "description": "Tracy is a debugging enhancement tool that integrates seamlessly with the GNU Debugger (GDB). Designed for developers who prefer visual learning, it transforms traditional text-based outputs (e.g., call hierarchies, variable inspection, and memory allocation) into clear, graphical representations. By visualizing a program’s call stack during execution and highlighting potential error states, the tool simplifies the debugging process, making it easier to diagnose and resolve complex bugs.",
        "categories": [
            "Education",
            "Productivity",
            "AI"
        ],
        "teamMembers": "David Thao, Mark Marquez, Connor Marsh, Steph Wyatt, Michael Sun",
        "sectionNum": 0
    },
    {
        "teamName": "GoldenNest",
        "teamNum": "7.a",
        "description": "GoldenNest is a personalized elderly care mobile app designed for residents in nursing homes and senior living. The mobile app addresses critical pain points like fragmented communication, manual scheduling, and isolation, providing a streamlined system that keeps everyone connected and informed. GoldenNest cultivates holistic wellness by centralizing communication between elderly individuals (60+), care providers, and their families at nursing homes through senior senior-friendly user interface, personalized events calendars, medicine and therapy tracker, as well as AI-recommended activities and community events. Designed to be integrated into nursing homes, we aim to build a robust, scalable platform that improves daily care coordination and enriches seniors’ quality of life through accessible technology and personalized support.",
        "categories": [
            "Behavior Change/Wellness",
            "Business/Office",
            "Healthcare",
            "Social Good",
            "AI"
        ],
        "teamMembers": "Sarah Dong,  Emma Hong, Bhumikorn Kongtaveelert, Anne Liang, Nathania Lim,",
        "sectionNum": 0
    },
    {
        "teamName": "Team: LEMNS, Project: Voyager",
        "teamNum": "1",
        "description": "Voyager is a platform for centralized, personalized, and AI-powered travel planning. Our website helps users plan every single step of their trip, providing recommendations for transportation, hotels, and activities, and creates a unique, personally curated itinerary that can be shared with friends & family. Enjoy planning your next trip with the help of Voyager!",
        "categories": [
            "Leisure/Travel",
            "AI"
        ],
        "teamMembers": "Maya Chandra, Sherry Xie, Eleanor Peng, Lorenzo Ahn, Nathan Mohit",
        "sectionNum": 0
    }
]